Repository: common-repository/better-comments
Catalog: languages/better-comments-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: View Documentation
fr_fr: Voir la documentation

source: Docs
fr_fr: Documentation

source: Visit support forum
fr_fr: Visiter le forum de support

source: Support forum
fr_fr: Forum de support

source: Rate Better Comments
fr_fr: Evaluer Better Comments

source: Rate the plugin
fr_fr: Évaluez l’extension

source: Thank you for using %s
fr_fr: Merci d’utiliser %s

source: Rate
fr_fr: Évaluer

source: the plugin
fr_fr: l’extension

source: Go back and try again.
fr_fr: Revenir en arrière et réessayer.

source: Premium feature
fr_fr: Fonction premium

source: Form
fr_fr: Formulaire

source: Comments
fr_fr: Commentaires

source: Tweaks
fr_fr: Réglages

source: Security
fr_fr: Sécurité

source: Disable
fr_fr: Désactiver

source: Comment form
fr_fr: Formulaire de commentaires

source: Customize fields
fr_fr: Personnaliser les champs

source: Border radius (px)
fr_fr: Rayon de bordure (px)

source: Background color
fr_fr: Couleur d’arrière-plan

source: Border color
fr_fr: Couleur de bordure

source: Text color
fr_fr: Couleur du texte

source: Highlight active field
fr_fr: Mettre en évidence le champ actif

source: Submit button
fr_fr: Bouton Envoyer

source: Background color (hover)
fr_fr: Couleur d’arrière-plan (au survol)

source: Dropshadow text color
fr_fr: Couleur de texte dropshadow

source: Set reply title
fr_fr: Définir le titre de la réponse

source: Reply title
fr_fr: Titre de réponse

source: Set submit button label
fr_fr: Label du bouton d'envoi

source: Submit button label
fr_fr: Label du bouton d'envoi

source: Form options
fr_fr: Options de formulaire

source: Move comment field to the bottom of the form
fr_fr: Déplacer le champ de commentaires vers le bas du formulaire

source: Remove URL field
fr_fr: Supprimer le champ URL

source: Stack all fields
fr_fr: Empiler tous les champs

source: Add comment policy
fr_fr: Ajouter la politique de commentaire

source: Comment policy
fr_fr: Politique de commentaires

source: Comments section
fr_fr: Section commentaires

source: Hide comment date
fr_fr: Masquer la date du commentaire

source: Design reply button
fr_fr: Personnalisation du bouton Répondre

source: Select avatars shape
fr_fr: Sélectionner la forme des avatars

source: Set avatars and gravatars shape
fr_fr: Définir la forme des avatars et gravatars

source: Set default avatar
fr_fr: Définir l’avatar par défaut

source: Default avatar image
fr_fr: Image de l’avatar par défaut

source: Admin settings
fr_fr: Paramètres d’administrateur

source: Allow admin to comment on closed to comments posts
fr_fr: Permettre à l’administrateur de commenter les messages fermés aux commentaires

source: Disable admin self-notifications when they comment
fr_fr: Désactiver les auto-notifications admin lorsqu’ils commentent

source: Add referrer URL to admin comments notifications emails
fr_fr: Ajouter l’URL referrer aux e-mails de notifications de commentaires admin

source: Comments tweaks
fr_fr: Réglages

source: Allow oEmbeds in comments
fr_fr: Autoriser oEmbeds dans les commentaires

source: Set comment length
fr_fr: Définir la longueur des commentaires

source: Minimum comment length (in characters)
fr_fr: Longueur minimale des commentaires (en caractères)

source: Error message for short comments
fr_fr: Message d’erreur pour les commentaires courts

source: Maximum comment length (in characters)
fr_fr: Longueur minimale des commentaires (en caractères)

source: Error message for long comments
fr_fr: Message d’erreur pour les commentaires longs

source: Get these features with the premium version
fr_fr: Obtenez ces fonctionnalités avec la version premium

source: Comments quicktags on the frontend
fr_fr: Commentaires quicktags sur le frontend

source: Enable quicktags
fr_fr: Activer les quicktags

source: Padding
fr_fr: Marges intérieures

source: Select built-in quicktags
fr_fr: Sélectionner les quicktags intégrés

source: Define custom quicktags
fr_fr: Définir des quicktags personnalisés

source: Custom quicktags
fr_fr: Quicktags personnalisés

source: Tag name
fr_fr: Nom d'étiquette

source: Tag name.
fr_fr: Nom de l'étiquette.

source: Tag code starts with:
fr_fr: La balise commence par :

source: Start tag
fr_fr: Balise de début

source: Tag code ends with:
fr_fr: La balise finit par :

source: End tag
fr_fr: Balise de fin

source: Enable
fr_fr: Activer

source: Comments quicktags on the backend
fr_fr: Commentaires quicktags sur le backend

source: SEO comments redirects
fr_fr: Redirections des commentaires pour le SEO

source: Redirect /all-comments/ requests to original post
fr_fr: Rediriger les requêtes /all-comments/ vers la publication originale

source: Redirect /comment-page-1/ requests to original post
fr_fr: Rediriger les requêtes /comment-page-1/ vers la publication originale

source: Redirect replytocom fragments to comment ID anchors
fr_fr: Rediriger les fragments replytocom pour commenter les ancres d’identification

source: Replace replytocom fragments with comment ID anchors on Reply links
fr_fr: Remplacer les fragments replytocom par des ancres de commentaires sur les liens de réponse

source: Disable comments cookies
fr_fr: Désactiver les cookies de commentaires

source: Disable trackbacks globally
fr_fr: Désactiver les trackbacks entièrement

source: Discard comments posted by commenters using an all-numeric name
fr_fr: Rejeter les commentaires publiés par les commentateurs à l’aide d’un nom tout numérique

source: Discard comments posted by commenters trying to impersonate a registered user
fr_fr: Rejeter les commentaires publiés par les commentateurs qui tentent de se faire passer pour un utilisateur enregistré

source: Error title:
fr_fr: Titre d'erreur :

source: Error title
fr_fr: Titre d'erreur

source: Message to display when an imposter is detected:
fr_fr: Message à afficher lorsqu’un imposteur est détecté :

source: Error explanation
fr_fr: Explication d’erreur

source: Disable comments on custom post types
fr_fr: Désactiver les commentaires sur vos types de publication personnalisés

source: Disable comments on %s
fr_fr: Désactiver les commentaires sur %s

source: Hide comments on custom post types
fr_fr: Désactiver les commentaires sur vos types de publication personnalisés

source: Hide comments on %s
fr_fr: Masquer les commentaires sur %s

source: Misc
fr_fr: Divers

source: Remove "comments are closed" message
fr_fr: Supprimer le message « les commentaires sont fermés »

source: Take it to the next level!
fr_fr: Passez au niveau supérieur !

source: Comments quicktags
fr_fr: Quicktags pour les commentaires

source: Time-saving admin controls
fr_fr: Réglages admin rapides

source: Reduce SEO errors with smart comments redirects
fr_fr: Réduire les erreurs de référencement avec des redirections de commentaires intelligents

source: Security and anti-spam controls
fr_fr: Contrôles de sécurité et anti-spam

source: Disable comments on your custom post types
fr_fr: Désactiver les commentaires sur vos types de publication personnalisés

source: Go premium
fr_fr: Version premium

source: Get assistance from your personal success manager
fr_fr: Obtenez de l’aide de votre gestionnaire de réussite personnelle

source: Better Comments allows you to easily style and customize your comment form and comments section, in just a few clicks.
fr_fr: Better Comments vous permet de style et de personnaliser facilement votre formulaire de commentaire et la section commentaires, en quelques clics.
